export const metadata = {
  title:
    "قوانین سایت | شرایط استفاده از وبسایت روغنی کار | مرجع فروش انواع روغن، فیلتر و دیگر موارد مصرفی وسایل نقلیه",
  description:
    "با مطالعه اطلاعات درج شده در این صفحه، شما با شرایط استفاده و قوانین وبسایت روغنی کار آشنا میشوید",
  openGraph: {
    title:
      "قوانین سایت | شرایط استفاده از وبسایت روغنی کار | مرجع فروش انواع روغن، فیلتر و دیگر موارد مصرفی وسایل نقلیه",
    description:
      "با مطالعه اطلاعات درج شده در این صفحه، شما با شرایط استفاده و قوانین وبسایت روغنی کار آشنا میشوید",
    locale: "fa_IR",
    siteName: "@roghanicar_com",
    url: "https://roghanicar.com/terms-and-rules",
  },
  twitter: {
    title:
      "قوانین سایت | شرایط استفاده از وبسایت روغنی کار | مرجع فروش انواع روغن، فیلتر و دیگر موارد مصرفی وسایل نقلیه",
    description:
      "با مطالعه اطلاعات درج شده در این صفحه، شما با شرایط استفاده و قوانین وبسایت روغنی کار آشنا میشوید",
    card: "summary",
    site: "@roghanicar_com",
    creator: "روغنی کار",
  },
};

export default function TermsAndRulesPage() {
  return (
    <main className="container px-3 py-4 lg:py-10">
      <header className="mb-4 border-b-2 border-dashed border-orange-500 pb-4">
        <h1 className="w-fit bg-gradient-to-l from-orange-900 to-orange-500 bg-clip-text text-xl font-black tracking-tight text-transparent">
          قوانین سایت
        </h1>
      </header>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>قوانین عمومی:</h2>
        </header>
        <p className="text-sm font-bold text-neutral-600">
          کلیه اصول و رویه های روغنی کار منطبق با قوانین جمهوری اسلامی ایران،
          قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و کاربران
          این پلتفرم موظف به رعایت قوانین مرتبط با کاربر است. در صورت تغییر در
          قوانین درج شده، رویه‌ها و سرویس‌های روغنی کار، هرگونه به روزرسانی در
          موارد درج شده در این صفحه منتشر می‌شود و شما کاربر عزیز توافق میکنید
          که استفاده مستمر از سایت به معنی پذیرش هر گونه تغییر است.
        </p>
      </section>
      <div className="mx-auto my-4 w-3/4 border-b border-dashed border-neutral-500"></div>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>ارتباط الکترونیکی:</h2>
        </header>
        <p className="text-sm font-bold text-neutral-600">
          هنگامی که شما از خدمات روغنی کار استفاده می‌کنید و سفارش اینترنتی خود
          را ثبت یا خرید می‌کنید یک ارتباطی به صورت الکترونیکی انجام می شود و در
          صورتی که درخواست شما با رعایت تمامی اصول‌ها مطابقت داشته باشد، شما
          موافقت می‌کنید که روغنی کار به صورت الکترونیکی (تمامی راه‌های ارتباطی)
          به درخواست شما پاسخ لازم را بدهد. لازم به ذکر است که تمامی مکاتبات و
          پاسخ‌های شرکت روغنی کار به مشتری یا کاربر توسط شماره تلفنی است که در
          پروفایل ثبت شده است. جهت اطلاع رسانی رویدادها و سرویس‌های ویژه سایت
          روغنی کار، به صورت پیامک به اعضای این سایت اطلاع رسانی می‌شود. پیگیری
          سفارشات به دو روش بررسی پنل کاربر بخش سفارشات است و یا به صورت تلفنی
          به شماره ۰۹۲۰۲۸۷۰۰۷۳ انجام می‌شود.
        </p>
      </section>
      <div className="mx-auto my-4 w-3/4 border-b border-dashed border-neutral-500"></div>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>ثبت، پردازش و ارسال سفارش:</h2>
        </header>
        <p className="text-sm font-bold text-neutral-600">
          کاربران باید هنگام سفارش کالای مورد نظر خود فرم سفارش را با اطلاعات
          صحیح و دقیق وارد کنند. در غیر این صورت امکان پیگیری و تحویل سفارش
          انجام نمی‌شود. بنابراین درج آدرس و شماره تلفن همراه یا ثابت توسط مشتری
          مواردی است برای صحت اطلاعات کاربر و در صورت عدم صحت و درج نشدن کامل
          اطلاعات، روغنی کار جهت کامل کردن اطلاعات مربوط به کاربر برای انجام شدن
          سفارش از مشتری اطلاعات تکمیلی و بیشتری درخواست کند. همچنین، مشتریان
          می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش وارد
          کنند و اگر مبلغ سفارش از پیش پرداخت شده باشد، تحویل گیرنده سفارش هنگام
          دریافت کالا باید کارت شناسایی همراه داشته باشد. روغنی کار مجاز است
          بدون اطلاع قبلی نسبت به سفارش گیری جدید فروش خود را متوقف کند و کلیه
          سفارش های ثبت شده قبل از توقف سفارش گیری به مرحله پردازش و ارسال برسد.
          حق قطع بخش فروش محصولات به دلایلی مانند اتمام موجودی کالا برای روغنی
          کار محفوظ است. در صورت بروز هرگونه مشکلی نسبت به درج قیمت و ارزش مالی
          کالاهای موجود در سایت روغنی کار در اسرع وقت به حل مشکل پرداخته و کاربر
          با ورود به سایت روغنی کار می‌پذیرد از این امر آگاه بوده و در این خصوص
          ادعایی نخواهد داشت. اطلاعات هر کاربر یا مشتری مانند نام و نام خانوادگی
          و شماره تلفن باید با اطلاعات مدارک شناسایی که در اختیار سایت قرار
          دادند مطابقت داشته باشند در غیر این صورت، فروشگاه اینترنتی ذکر شده
          مجاز به ارائه خدمات به این گروه از مشتریان نخواهد بود. لازم به ذکر است
          که این امر به منظور جلوگیری از سو استفاده های احتمالی و موارد دیگر در
          نظر گرفته شده است. با توجه به سیستم سفارش به هیچ عنوان امکان صدور
          فاکتور مجدد یا تغییر مشخصات آن، به طور مثال تغییر فاکتوری که به نام
          شخص حقیقی صادر شده به نام شخص حقوقی وجود ندارد. بنابراین لازم به ذکر
          است دقت لازم مشتریان هنگام ثبت سفارش امری الزامی است. همچنین آدرسی که
          خریدار به عنوان آدرس تحویل گیرنده وارد کرده است در فاکتور درج خواهد شد
          و لازم است هنگام ثبت سفارش به این نکته توجه کافی داشته باشند، چرا که
          تغییر آدرس بعد از مرحله پردازش و تایید سفارش به هیچ عنوان امکان پذیر
          نیست. لازم به ذکر است افزودن کالا به سبد خرید به معنای رزرو آن کالا
          نیست و هیچ گونه حقی را برای مشتریان ایجاد نمی‌کنند. همچنین تا پیش از
          ثبت نهایی هرگونه تغییر در موجودی کالا یا قیمت روی کالای افزوده شده به
          سبد خرید اعمال می‌شود.
        </p>
      </section>
      <div className="mx-auto my-4 w-3/4 border-b border-dashed border-neutral-500"></div>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>سیاست های حریم شخصی:</h2>
        </header>
        <p className="text-sm font-bold text-neutral-600">
          روغنی کار به اطلاعات کاربرانی که از خدمات سایت استفاده می‌کنند احترام
          گذاشته و از آن حفاظت می‌نماید روغنی کار متعهد می‌شود در حد توان از
          حریم شخصی شما دفاع کند در واقع با استفاده از سایت روغنی کار شما رضایت
          خود را از این سیاست نشان می‌دهید و لازم به ذکر است همه ی مطلب در دسترس
          کاربران سایت روغنی کار مانند متن و لوگو و موارد قابل دانلود و کپی و
          کلیه محتوای تولید شده توسط تیم روغنی کار از اموال این سایت محسوب
          می‌شود و حق استفاده از آن بدون کسب مجوز کتبی حق پیگرد قانونی دارد. که
          تنها مرجع رسمی مورد تایید ما برای ارتباط با شما کاربران عزیز است با
          www.roghanicar.com است و این به این معناست که با هیچ روش دیگری به غیر
          از شما تماس نمیگیریم .
        </p>
      </section>
      <div className="mx-auto my-4 w-3/4 border-b border-dashed border-neutral-500"></div>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>شرایط حمل و نقل و ارسال کالا:</h2>
        </header>
        <ul className="mr-5 list-decimal space-y-3 text-sm font-extrabold text-neutral-600">
          <li>
            روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات
            عمومی در ایران است و کلیه سفارش‌های ثبت شده در طول روزهای کاری و
            اولین روز پس از تعطیلات پردازش می‌شوند. روغنی کار به مشتریان خود در
            7 روز هفته و 24 ساعت در روز امکان سفارش‌گذاری می‌دهد.
          </li>
          <li>
            کلیه سفارش‌های ثبت شده در سایت روغنی کار به وسیله ارسال کد سفارش از
            طریق پیام کوتاه و پیش فاکتور از طریق ایمیل، در صف پردازش قرار
            می‌گیرند. روغنی کار همواره در ارسال و تحویل کلیه سفارش‌های ثبت شده،
            نهایت دقت و تلاش خود را انجام می‌دهد. با وجود این، در صورتی که
            موجودی محصولی در روغنی کار به پایان برسد، حتی پس از اقدام مشتری به
            سفارش‌گذاری حق کنسل کردن آن سفارش و یا استرداد وجه سفارش برای روغنی
            کار محفوظ است و یا مشتری می‌تواند به جای کالای به اتمام رسیده، محصول
            دیگری را در سبد خرید خود جایگزین کند.
          </li>
          <li>
            در صورت بروز مشکل در پردازش نهایی سبد خرید مانند اتمام موجودی کالا
            یا انصراف مشتری، مبلغ پرداخت شده طی 24 الی 48 ساعت کاری به حساب
            مشتری واریز خواهد شد.
          </li>
          <li>
            روغنی کار مجاز است بدون اطلاع قبلی نسبت به توقف سفارش‌گیری جدید،
            اقدام و فروش خود را متوقف کند و کلیه سفارش‌های ثبت شده قبل از توقف
            سفارش‌گیری، پردازش و ارسال می‌شود. حق قطع فروش کلیه و یا بخشی از
            محصولات به هر دلیلی مانند اتمام موجودی کالا بدون اطلاع قبلی، برای
            روغنی کار محفوظ است.
          </li>
          <li>
            در صورت بروز هرگونه خطا نسبت به درج قیمت و ارزش ریالی کالاهای موجود
            در سایت روغنی کار، حق بلا اثر نمودن سفارش و خرید انجام شده توسط
            مشتری، برای روغنی کار محفوظ است. روغنی کار در اسرع وقت وجوه دریافتی
            را طی 24 الی 48 ساعت کاری به حساب اعلام شده توسط مشتری واریز و عودت
            می‌نماید و مشتری با ورود به سایت روغنی کار می‌پذیرد از این امر آگاهی
            داشته و در این خصوص ادعایی نخواهد داشت.
          </li>
          <li>
            کاربران باید هنگام سفارش کالای مورد نظر خود، فرم سفارش را با اطلاعات
            صحیح و به طور کامل تکمیل کنند. بدیهی است درصورت ورود اطلاعات ناقص یا
            نادرست، سفارش کاربر قابل پیگیری و تحویل نخواهد بود. بنابراین درج
            آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به منزله مورد
            تایید بودن صحت آنها است و در صورتی که این موارد به صورت صحیح یا کامل
            درج نشده باشد، روغنی کار جهت اطمینان از صحت و قطعیت ثبت سفارش
            می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.همچنین،
            مشتریان می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن
            سفارش وارد کنند و اگر مبلغ سفارش از پیش پرداخت شده باشد، تحویل
            گیرنده سفارش هنگام دریافت کالا باید کارت شناسایی همراه داشته باشد.
          </li>
          <li>
            کاربری هر مشتری شامل نام و نام خانوادگی باید با اطلاعات مدارک
            شناسایی مطابقت داشته باشد و در صورت عدم تطابق، فروشگاه‌‌های اینترنتی
            مجاز به ارائه خدمات به این گروه از مشتریان نخواهد بود. لذا خریداران
            محترم می بایست با ارائه تصویر کارت ملی خود و خرید از طریق کارت بانکی
            متعلق به شخص خریدار که با هویت سفارش دهنده در تطابق می باشد، اقدام
            به ثبت سفارش نمایند. لازم به ذکر است که این امر به منظور جلوگیری از
            سواستفاده‌های احتمالی و مواردی نظیر جلوگیری از خرید با کارت‌های سرقت
            شده و موارد مشابه در نظر گرفته شده است.
          </li>
          <li>
            با توجه به ثبت سیستمی سفارش، به هیچ عنوان امکان صدور فاکتور مجدد یا
            تغییر مشخصات آن از جمله تغییر فاکتوری که به نام شخص حقیقی صادر شده،
            به نام شخص حقوقی وجود ندارد. همچنین آدرسی که خریدار به عنوان آدرس
            تحویل‌گیرنده ثبت یا انتخاب می‌کند، در فاکتور درج خواهد شد و لازم است
            درخواست کنندگان فاکتور به نام شخص حقوقی هنگام ثبت سفارش به این نکته
            توجه کافی داشته باشند، چرا که تغییر آدرس درج شده روی فاکتور پس از
            پردازش و تایید سفارش، به هیچ عنوان امکان‌پذیر نخواهد بود.
          </li>
          <li>
            با توجه به ثبت سیستمی سفارش، به هیچ عنوان امکان صدور فاکتور مجدد یا
            تغییر مشخصات آن از جمله تغییر فاکتوری که به نام شخص حقیقی صادر شده،
            به نام شخص حقوقی وجود ندارد. همچنین آدرسی که خریدار به عنوان آدرس
            تحویل‌گیرنده ثبت یا انتخاب می‌کند، در فاکتور درج خواهد شد و لازم است
            درخواست کنندگان فاکتور به نام شخص حقوقی هنگام ثبت سفارش به این نکته
            توجه کافی داشته باشند، چرا که تغییر آدرس درج شده روی فاکتور پس از
            پردازش و تایید سفارش، به هیچ عنوان امکان‌پذیر نخواهد بود.
          </li>
          <li>
            امکان پرداخت در محل برای سفارش‌هایی که از طریق باربری ارسال می‌شوند
            یا مبلغ آنها بیشتر از ده میلیون ریال است، وجود ندارد و لازم است پیش
            از ارسال، مبلغ اینگونه سفارش‌ها از طریق پرداخت کارت به کارت یا
            پرداخت اینترنتی تسویه شود.
          </li>
          <li>
            از آنجا که روغنی کار یک وب‌سایت خرده‌فروشی آنلاین است، سفارش یک کالا
            به تعداد بالا، مغایر با هدف مصرف خریدار است، در صورت ثبت این مورد و
            یا سفارشاتی که با تعداد اقلام بالایی همراه هستند، لازم است پیش از
            ارسال، سفارش مشتریان ابتدا توسط روغنی کار بررسی و در صورت تایید،
            پردازش گردد. در این موارد پرداخت وجه و تسویه، قبل از ارسال کالا
            الزامی است؛ درغیر اینصورت سفارشات با هماهنگی مشتری کنسل شده و در
            صورت واریز وجه، مبلغ پرداخت شده طی 24 الی 48 ساعت کاری به حساب مشتری
            عودت داده خواهد شد.
          </li>
          <li>
            تحویل سفارش در اماکن عمومی همچون کافه، کافی نت، رستوران، هتل و مانند
            آن امکان‌پذیر نیست و لازم است آدرس تحویل، دقیق و قابل استناد باشد.
          </li>
          <li>
            در صورت خرید اعتباری (استفاده از کد تخفیف یا ووچر) پس از نهایی شدن
            سبد، از نظر قانونی امکان اعمال تغییر در سبد خرید، و تغییر مبلغ
            فاکتور به دلایل انصراف از خرید، حذف یا تغییر کالا یا تعداد کالا وجود
            ندارد و اگر مشتری درخواست هرگونه تغییری را داشته باشد، ووچر یا کد
            تخفیف باطل خواهد شد و امکان برگرداندن مبلغ آن وجود ندارد.
          </li>
          <li>
            در رابطه با سرویس تحویل اکسپرس فروشگاه اینترنتی روغنی کار، سفارش درب
            اصلی ساختمان (منتهی به خیابان) تحویل داده می‌شود.
          </li>
          <li>
            لازم به ذکر است افزودن کالا به سبد خرید به معنی رزرو کالا نیست و هیچ
            گونه حقی را برای مشتریان ایجاد نمی‌کند. همچنین تا پیش از ثبت نهایی،
            هرگونه تغییر از جمله تغییر در موجودی کالا یا قیمت، روی کالای افزوده
            شده به سبد خرید اعمال خواهد شد. بنابراین به مشتریانی که تمایل و
            تصمیم به خرید قطعی دارند، به‌ویژه درباره کالاهای ارائه شده تحت عنوان
            شگفت‌انگیز که دارای محدودیت تعداد هستند، توصیه می‌شود در اسرع وقت
            سفارش خود را نهایی کنند تا با اتمام موجودی یا تغییر قیمتی کالاها
            روبرو نشوند. شایان ذکر است سفارش تنها زمانی نهایی می‌شود که کاربران
            کد سبد خرید (dtetm) سفارش خود را دریافت کنند و بدیهی است که روغنی
            کار هیچ‌گونه مسوولیتی نسبت به کالاهایی که در سبد خرید رها شده است،
            ندارد.
          </li>
        </ul>
      </section>
      <div className="mx-auto my-4 w-3/4 border-b border-dashed border-neutral-500"></div>
      <section>
        <header className="mb-2 text-base font-extrabold text-neutral-700">
          <h2>خسارت در هنگام حمل و نقل:</h2>
        </header>
        <p className="text-sm font-bold text-neutral-600">
          روغنی کار نهایت تلاش خود را می‌کند تا کلیه سفارشات در نهایت صحت و بدون
          آسیب به دست مشتریان و کاربران برسد. با توجه به بسته بندی استاندارد و
          ایمن برای همه ی مرسولات و تحویل به شرکت حمل و نقل مورد نظر ( چاپار )
          به این معناست که بروز هرگونه حادثه در هنگام حمل و تحویل به عهده شرکت
          حمل و نقل است و تیم روغنی کار در صورت تایید شرکت حمل کننده سفارش برای
          راحتی امور پیگیری خسارت را جبران می‌ نماید. بدیهی است اتفاقات ناگهانی
          در شرایط حمل و نقل در موارد استثنا قابل پیگیری می باشد.
        </p>
      </section>
    </main>
  );
}
